Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: Preferred name
ar: الاسم المفضّل
es: Nombre preferido
fa: نام دلخواه
fil: Mas gustong itawag sa iyo
fil_ph: Gustong itawag
fr: Nom préféré
it: Nome preferito
ja: 希望する名前
ko: 선호하는 이름
ru: Предпочитаемое имя
tr: Tercih edilen ad
vi: Tên muốn dùng
zh_hans: 首选称呼

source: Profile
ar: الملف الشخصي
es: Perfil
fa: نمایه
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
ru: Профиль
tr: Profil
vi: Hồ sơ
zh_hans: 个人资料

source: Property (leave blank if not booked)
ar: مكان الإقامة (اتركه فارغًا إذا لم تحجز)
es: Alojamiento (déjalo en blanco si no lo has reservado)
fa: محل اقامت (اگر رزرو نکرده‌ای خالی بگذار)
fil: Tinutuluyan (iwanang blangko kung hindi pa naka-book)
fil_ph: Tirahan (iwanang blangko kung hindi pa naka-book)
fr: Hébergement (laisser vide si non réservé)
it: Struttura (lascia vuoto se non prenotata)
ja: 宿泊施設（未予約の場合は空欄）
ko: 숙소(예약하지 않았다면 비워 두세요)
ru: Объект размещения (оставьте пустым, если не бронировали)
tr: Tesis (rezervasyon yapılmadıysa boş bırakın)
vi: Chỗ ở (để trống nếu chưa đặt)
zh_hans: 住宿（未预订可留空）

source: proposed
ar: مقترح
es: propuesto
fa: در انتظار بررسی
fil: iminungkahi
fil_ph: iminungkahi
fr: proposé
it: proposto
ja: 提案済み
ko: 제안됨
ru: предложен
tr: önerildi
vi: được đề xuất
zh_hans: 已提议

source: Provisional—some details or arrangements need confirmation.
ar: مبدئي — يلزم تأكيد بعض التفاصيل أو الترتيبات.
es: Provisional: algunos detalles o preparativos requieren confirmación.
fa: موقت—بعضی جزئیات یا هماهنگی‌ها نیاز به تأیید دارند.
fil: Pansamantala—may ilang detalye o kasunduang kailangang kumpirmahin.
fil_ph: Pansamantala—may ilang detalye o ayos na kailangang kumpirmahin.
fr: Provisoire — certains détails ou préparatifs doivent être confirmés.
it: Provvisorio: alcuni dettagli o accordi richiedono conferma.
ja: 仮のプラン — 一部の詳細や手配は確認が必要です。
ko: 잠정적—일부 세부 사항이나 준비 사항을 확인해야 합니다.
ru: Предварительно — необходимо подтвердить некоторые сведения или договорённости.
tr: Geçici—bazı ayrıntıların veya düzenlemelerin onaylanması gerekiyor.
vi: Tạm thời—một số chi tiết hoặc sắp xếp cần được xác nhận.
zh_hans: 暂定 — 部分详情或安排需要确认。

source: Public transit
ar: النقل العام
es: transporte_público
fa: حمل‌ونقل عمومی
fil: pampublikong_transportasyon
fil_ph: pampublikong_sasakyan
fr: transports_en_commun
it: trasporto pubblico
ja: 公共交通機関
ko: 대중교통
ru: общественный транспорт
tr: toplu_taşıma
vi: phương tiện công cộng
zh_hans: 公共交通

source: Reject import
ar: رفض الاستيراد
es: Rechazar importación
fa: رد کردن موارد واردشده
fil: Tanggihan ang pag-import
fil_ph: Tanggihan ang pag-import
fr: Refuser l’importation
it: Rifiuta importazione
ja: インポートを拒否
ko: 가져오기 거부
ru: Отклонить импорт
tr: İçe aktarmayı reddet
vi: Từ chối nhập
zh_hans: 拒绝导入

source: rejected
ar: مرفوض
es: rechazado
fa: ردشده
fil: tinanggihan
fil_ph: tinanggihan
fr: refusé
it: rifiutato
ja: 却下済み
ko: 거부됨
ru: отклонён
tr: reddedildi
vi: đã từ chối
zh_hans: 已拒绝

source: Relationship (optional)
ar: صلة القرابة (اختياري)
es: Relación (opcional)
fa: نسبت (اختیاری)
fil: Relasyon (opsyonal)
fil_ph: Relasyon (opsyonal)
fr: Lien (facultatif)
it: Relazione (facoltativa)
ja: 続柄（任意）
ko: 관계(선택 사항)
ru: Степень родства (необязательно)
tr: İlişki (isteğe bağlı)
vi: Mối quan hệ (không bắt buộc)
zh_hans: 关系（可选）

source: Reload
ar: إعادة التحميل
es: Recargar
fa: بارگیری دوباره
fil: I-reload
fil_ph: I-reload
fr: Actualiser
it: Ricarica
ja: 再読み込み
ko: 다시 불러오기
ru: Перезагрузить
tr: Yeniden yükle
vi: Tải lại
zh_hans: 重新加载

source: Remaining budget
ar: الميزانية المتبقية
es: Presupuesto restante
fa: بودجه باقی‌مانده
fil: Natitirang budget
fil_ph: Natitirang badyet
fr: Budget restant
it: Budget rimanente
ja: 残りの予算
ko: 남은 예산
ru: Оставшийся бюджет
tr: Kalan bütçe
vi: Ngân sách còn lại
zh_hans: 剩余预算

source: Remember this
ar: تذكّر هذا
es: Recordar esto
fa: این را به خاطر بسپار
fil: Tandaan ito
fil_ph: Tandaan ito
fr: Mémoriser ceci
it: Ricordalo
ja: これを記憶する
ko: 기억하기
ru: Запомнить это
tr: Bunu hatırla
vi: Ghi nhớ điều này
zh_hans: 记住此信息

source: Remember this? %@
ar: هل تريد تذكّر هذا؟ %@
es: ¿Recordar esto? %@
fa: این را به خاطر بسپارم؟ %@
fil: Tandaan ito? %@
fil_ph: Tandaan ito? %@
fr: Retenir ceci ? %@
it: Ricordare questo? %@
ja: これを覚えておきますか？%@
ko: 기억할까요? %@
ru: Запомнить это? %@
tr: Bunu hatırlayayım mı? %@
vi: Ghi nhớ điều này? %@
zh_hans: 记住这个？%@

source: Remove commitment
ar: إزالة الالتزام
es: Eliminar compromiso
fa: حذف برنامهٔ قطعی
fil: Alisin ang kasunduan
fil_ph: Alisin ang pangako
fr: Supprimer l’engagement
it: Rimuovi impegno
ja: 予定を削除
ko: 일정 삭제
ru: Удалить обязательство
tr: Taahhüdü kaldır
vi: Xóa cam kết
zh_hans: 移除承诺

source: Remove flight
ar: إزالة الرحلة
es: Eliminar vuelo
fa: حذف پرواز
fil: Alisin ang flight
fil_ph: Alisin ang flight
fr: Supprimer le vol
it: Rimuovi volo
ja: フライトを削除
ko: 항공편 삭제
ru: Удалить рейс
tr: Uçuşu kaldır
vi: Xóa chuyến bay
zh_hans: 移除航班

source: Remove this detail
ar: إزالة هذه التفاصيل
es: Eliminar este dato
fa: حذف این مورد
fil: Alisin ang detalyeng ito
fil_ph: Alisin ang detalyeng ito
fr: Supprimer ce détail
it: Rimuovi questo dettaglio
ja: この情報を削除
ko: 이 세부 정보 삭제
ru: Удалить эти сведения
tr: Bu ayrıntıyı kaldır
vi: Xóa chi tiết này
zh_hans: 移除此详情

source: Remove traveler
ar: إزالة المسافر
es: Eliminar viajero
fa: حذف هم‌سفر
fil: Alisin ang biyahero
fil_ph: Alisin ang biyahero
fr: Supprimer le voyageur
it: Rimuovi viaggiatore
ja: 旅行者を削除
ko: 여행자 삭제
ru: Удалить путешественника
tr: Yolcuyu kaldır
vi: Xóa khách du lịch
zh_hans: 移除旅客

source: Removes: %@
ar: تتم إزالة: %@
es: Elimina: %@
fa: حذف می‌شود: %@
fil: Inaalis: %@
fil_ph: Aalisin: %@
fr: Suppressions : %@
it: Rimuove: %@
ja: 削除：%@
ko: 삭제 항목: %@
ru: Будет удалено: %@
tr: Kaldırılacak: %@
vi: Sẽ xóa: %@
zh_hans: 移除：%@

source: Rental car
ar: سيارة مستأجرة
es: coche_de_alquiler
fa: خودروی اجاره‌ای
fil: rental_na_sasakyan
fil_ph: renta_ng_sasakyan
fr: voiture_de_location
it: auto a noleggio
ja: レンタカー
ko: 렌터카
ru: арендованный автомобиль
tr: kiralık_araba
vi: xe thuê
zh_hans: 租车

source: Restoring your session…
ar: جارٍ استعادة جلستك…
es: Restaurando tu sesión…
fa: در حال بازیابی نشست…
fil: Ibinabalik ang iyong session…
fil_ph: Ibinabalik ang session mo…
fr: Restauration de ta session…
it: Ripristino della sessione…
ja: セッションを復元中…
ko: 세션 복원 중…
ru: Восстанавливаем сеанс…
tr: Oturumunuz geri yükleniyor…
vi: Đang khôi phục phiên…
zh_hans: 正在恢复会话…

source: Retry same message
ar: إعادة المحاولة بالرسالة نفسها
es: Reintentar el mismo mensaje
fa: ارسال دوباره همان پیام
fil: Ulitin ang parehong mensahe
fil_ph: Ulitin ang parehong mensahe
fr: Réessayer le même message
it: Riprova lo stesso messaggio
ja: 同じメッセージを再送信
ko: 같은 메시지 다시 시도
ru: Повторить то же сообщение
tr: Aynı mesajı yeniden dene
vi: Thử lại cùng tin nhắn
zh_hans: 重发相同的消息

source: Retry same request
ar: إعادة المحاولة بالطلب نفسه
es: Reintentar la misma solicitud
fa: تلاش دوباره با همان درخواست
fil: Ulitin ang parehong kahilingan
fil_ph: Ulitin ang parehong kahilingan
fr: Réessayer la même demande
it: Riprova la stessa richiesta
ja: 同じリクエストを再試行
ko: 같은 요청 다시 시도
ru: Повторить тот же запрос
tr: Aynı isteği yeniden dene
vi: Thử lại cùng yêu cầu
zh_hans: 重试相同请求

source: Retry same save
ar: إعادة محاولة الحفظ نفسه
es: Reintentar el mismo guardado
fa: تلاش دوباره برای همان ذخیره
fil: Ulitin ang parehong pag-save
fil_ph: Ulitin ang parehong pag-save
fr: Réessayer le même enregistrement
it: Riprova lo stesso salvataggio
ja: 同じ保存操作を再試行
ko: 같은 내용 저장 다시 시도
ru: Повторить сохранение
tr: Aynı kaydı yeniden dene
vi: Thử lưu lại như cũ
zh_hans: 重试相同的保存操作

source: Return
ar: رجوع
es: Vuelta
fa: برگشت
fil: Bumalik
fil_ph: Bumalik
fr: Retour
it: Ritorno
ja: 復路
ko: 돌아가기
ru: Назад
tr: Geri dön
vi: Quay lại
zh_hans: 返程

source: Review before adding
ar: راجِع قبل الإضافة
es: Revisar antes de añadir
fa: بررسی پیش از افزودن
fil: Suriin bago idagdag
fil_ph: Suriin bago idagdag
fr: Vérifier avant d’ajouter
it: Rivedi prima di aggiungere
ja: 追加前に確認
ko: 추가하기 전에 검토
ru: Проверьте перед добавлением
tr: Eklemeden önce incele
vi: Xem lại trước khi thêm
zh_hans: 添加前请先检查

source: Review changes from another device
ar: راجِع التغييرات من جهاز آخر
es: Revisar cambios de otro dispositivo
fa: بررسی تغییرات از دستگاه دیگر
fil: Suriin ang mga pagbabago mula sa ibang device
fil_ph: Suriin ang mga pagbabago mula sa ibang device
fr: Vérifier les modifications d’un autre appareil
it: Controlla le modifiche da un altro dispositivo
ja: 別の端末での変更を確認
ko: 다른 기기에서 변경된 내용 검토
ru: Проверьте изменения с другого устройства
tr: Başka bir cihazdaki değişiklikleri incele
vi: Xem lại thay đổi từ thiết bị khác
zh_hans: 查看其他设备的更改

source: Review every flight. Direction and segment order replace any saved flight with the same direction/order. Other bookings remain unchanged.
ar: راجِع كل رحلة جوية. سيحلّ اتجاه الرحلة وترتيب مقاطعها محل أي رحلة محفوظة لها الاتجاه والترتيب نفسيهما. ستبقى الحجوزات الأخرى دون تغيير.
es: Revisa cada vuelo. La dirección y el orden del tramo sustituyen cualquier vuelo guardado con esa misma dirección y orden. Las demás reservas no cambian.
fa: همه پروازها را بررسی کنید. پرواز با همان جهت و ترتیب بخش، جایگزین پرواز ذخیره‌شده می‌شود. سایر رزروها تغییر نمی‌کنند.
fil: Suriin ang bawat flight. Papalitan ng direksyon at pagkakasunod-sunod ng mga segment ang anumang naka-save na flight na may kaparehong direksyon/pagkakasunod-sunod. Hindi mababago ang iba pang booking.
fil_ph: Suriin ang bawat flight. Papalitan ng direksyon at pagkakasunod-sunod ng segment ang anumang naka-save na flight na may parehong direksyon/pagkakasunod-sunod. Hindi mababago ang iba pang booking.
fr: Vérifie chaque vol. Le sens et l’ordre des segments remplacent tout vol enregistré avec le même sens et ordre. Les autres réservations restent inchangées.
it: Controlla ogni volo. Direzione e ordine del segmento sostituiscono qualsiasi volo salvato con la stessa direzione e ordine. Le altre prenotazioni restano invariate.
ja: すべての航空便を確認してください。同じ方向と区間順序の保存済み航空便は置き換えられます。他の予約は変更されません。
ko: 모든 항공편을 검토하세요. 방향과 구간 순서가 같은 저장된 항공편은 새 항공편으로 대체됩니다. 다른 예약은 변경되지 않습니다.
ru: Проверьте каждый рейс. Направление и порядок сегментов заменят сохранённый рейс с тем же направлением и порядком. Остальные бронирования не изменятся.
tr: Her uçuşu inceleyin. Yön ve bacak sırası, aynı yön ve sıradaki kayıtlı uçuşun yerine geçer. Diğer rezervasyonlar değişmeden kalır.
vi: Xem lại từng chuyến bay. Hướng bay và thứ tự chặng sẽ thay thế mọi chuyến bay đã lưu có cùng hướng và thứ tự. Các đặt chỗ khác không thay đổi.
zh_hans: 请查看每个航班。方向和航段顺序相同的已保存航班将被替换。其他预订保持不变。

source: Review extracted details
ar: راجِع التفاصيل المستخرجة
es: Revisar los datos extraídos
fa: بررسی جزئیات استخراج‌شده
fil: Suriin ang mga kinuhang detalye
fil_ph: Suriin ang mga nakuha na detalye
fr: Vérifier les détails extraits
it: Rivedi i dettagli estratti
ja: 抽出した情報を確認
ko: 추출된 세부 정보 검토
ru: Проверьте извлечённые сведения
tr: Çıkarılan ayrıntıları incele
vi: Xem lại thông tin đã trích xuất
zh_hans: 检查提取的详情

source: Review imported details
ar: راجِع التفاصيل المستوردة
es: Revisar los datos importados
fa: بررسی جزئیات واردشده
fil: Suriin ang mga na-import na detalye
fil_ph: Suriin ang mga na-import na detalye
fr: Vérifier les détails importés
it: Rivedi i dettagli importati
ja: インポートした情報を確認
ko: 가져온 세부 정보 검토
ru: Проверьте импортированные сведения
tr: İçe aktarılan ayrıntıları incele
vi: Xem lại thông tin đã nhập
zh_hans: 检查导入的详情

source: Review local dates, times and time zones before saving. Leave unknown fields blank; your plan will stay provisional.
ar: راجع التواريخ والأوقات ومناطقها المحلية قبل الحفظ. اترك الحقول غير المعروفة فارغة؛ ستظل خطتك مبدئية.
es: Revisa las fechas, horas y zonas horarias locales antes de guardar. Deja en blanco los campos desconocidos; tu plan seguirá siendo provisional.
fa: پیش از ذخیره، تاریخ‌ها، ساعت‌ها و مناطق زمانی محلی را بررسی کنید. موارد نامشخص را خالی بگذارید؛ برنامه موقت باقی می‌ماند.
fil: Suriin ang mga lokal na petsa, oras, at time zone bago mag-save. Iwanang blangko ang mga hindi alam; mananatiling pansamantala ang plano mo.
fil_ph: Suriin ang mga lokal na petsa, oras at time zone bago mag-save. Iwang blangko ang mga hindi alam; mananatiling pansamantala ang plano mo.
fr: Vérifie les dates, heures et fuseaux horaires locaux avant d’enregistrer. Laisse les champs inconnus vides ; ton programme restera provisoire.
it: Controlla date, orari e fusi orari locali prima di salvare. Lascia vuoti i campi sconosciuti; il piano resterà provvisorio.
ja: 保存前に現地の日付、時刻、タイムゾーンを確認してください。不明な項目は空欄にしてください。プランは仮のままになります。
ko: 저장하기 전에 현지 날짜, 시간, 시간대를 확인하세요. 모르는 항목은 비워 두세요. 일정은 임시 상태로 유지됩니다.
ru: Перед сохранением проверьте местные даты, время и часовые пояса. Неизвестные поля оставьте пустыми — план пока будет предварительным.
tr: Kaydetmeden önce yerel tarihleri, saatleri ve saat dilimlerini kontrol edin. Bilinmeyen alanları boş bırakın; planınız geçici kalır.
vi: Xem lại ngày, giờ và múi giờ địa phương trước khi lưu. Để trống những thông tin chưa biết; kế hoạch của bạn sẽ vẫn là bản tạm.
zh_hans: 保存前请检查当地日期、时间和时区。未知项目请留空；计划将保持暂定状态。

source: Review saved trip
ar: مراجعة الرحلة المحفوظة
es: Revisar el viaje guardado
fa: بررسی سفر ذخیره‌شده
fil: Suriin ang naka-save na biyahe
fil_ph: Suriin ang naka-save na biyahe
fr: Vérifier le voyage enregistré
it: Rivedi il viaggio salvato
ja: 保存した旅行を確認
ko: 저장된 여행 확인
ru: Проверить сохранённую поездку
tr: Kaydedilen seyahati gözden geçir
vi: Xem lại chuyến đi đã lưu
zh_hans: 检查已保存的行程

source: Review trip
ar: مراجعة الرحلة
es: Revisar viaje
fa: بررسی سفر
fil: Suriin ang biyahe
fil_ph: Suriin ang biyahe
fr: Vérifier le voyage
it: Controlla il viaggio
ja: 旅行を確認
ko: 여행 확인
ru: Проверить поездку
tr: Seyahati gözden geçir
vi: Xem lại chuyến đi
zh_hans: 查看旅行

# rideshare
source: Uber / other rideshare
ar: مشاركة الرحلات
es: viaje_compartido
fa: اوبر / تاکسی اینترنتی
fil: shared ride
fil_ph: serbisyo ng sakay
fr: covoiturage
it: passaggio condiviso
ja: ライドシェア
ko: 차량 호출
ru: совместная поездка
tr: araç paylaşımı
vi: xe công nghệ
zh_hans: 网约车

source: Room to explore
ar: مساحة للاستكشاف
es: Espacio para explorar
fa: فرصت برای کشف
fil: Oras para mag-explore
fil_ph: May oras para maglibot
fr: Du temps pour explorer
it: Spazio per esplorare
ja: 自由に探索する時間
ko: 둘러볼 여유 시간
ru: Время для прогулок без плана
tr: Keşfetmek için yer bırakın
vi: Khoảng thời gian tự do khám phá
zh_hans: 留出探索时间

source: Save
ar: حفظ
es: Guardar
fa: ذخیره
fil: I-save
fil_ph: I-save
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
tr: Kaydet
vi: Lưu
zh_hans: 保存

source: Save and update activity suggestions
ar: حفظ وتحديث اقتراحات الأنشطة
es: Guardar y actualizar las sugerencias de actividades
fa: ذخیره و به‌روزرسانی پیشنهادها
fil: I-save at i-update ang mga mungkahi sa aktibidad
fil_ph: I-save at i-update ang mga mungkahi sa aktibidad
fr: Enregistrer et actualiser les suggestions d’activités
it: Salva e aggiorna i suggerimenti sulle attività
ja: 保存してアクティビティの提案を更新
ko: 저장하고 활동 추천 업데이트
ru: Сохранить и обновить предложения занятий
tr: Kaydet ve etkinlik önerilerini güncelle
vi: Lưu và cập nhật gợi ý hoạt động
zh_hans: 保存并更新活动建议

source: Save as a recurring traveler
ar: حفظ كمسافر متكرر
es: Guardar como viajero recurrente
fa: ذخیره به عنوان هم‌سفر همیشگی
fil: I-save bilang umuulit na biyahero
fil_ph: I-save bilang regular na biyahero
fr: Enregistrer comme voyageur récurrent
it: Salva come viaggiatore abituale
ja: 旅行者情報を定期利用として保存
ko: 자주 함께하는 여행자로 저장
ru: Сохранить как постоянного путешественника
tr: Tekrarlayan yolcu olarak kaydet
vi: Lưu thành khách đi lại thường xuyên
zh_hans: 保存为常旅客

source: Save name
ar: حفظ الاسم
es: Guardar nombre
fa: ذخیره نام
fil: I-save ang pangalan
fil_ph: I-save ang pangalan
fr: Enregistrer le nom
it: Salva nome
ja: 名前を保存
ko: 이름 저장
ru: Сохранить имя
tr: Adı kaydet
vi: Lưu tên
zh_hans: 保存姓名

source: Save reviewed travel details
ar: حفظ تفاصيل السفر التي تمت مراجعتها
es: Guardar los datos de viaje revisados
fa: ذخیره جزئیات بررسی‌شده
fil: I-save ang sinuring mga detalye ng biyahe
fil_ph: I-save ang sinuring detalye ng biyahe
fr: Enregistrer les détails de voyage vérifiés
it: Salva i dettagli di viaggio verificati
ja: 確認済みの旅行情報を保存
ko: 확인한 여행 정보 저장
ru: Сохранить проверенные данные о поездке
tr: Gözden geçirilen seyahat bilgilerini kaydet
vi: Lưu thông tin chuyến đi đã xem lại
zh_hans: 保存已检查的旅行详情

source: Save trip
ar: حفظ الرحلة
es: Guardar viaje
fa: ذخیرهٔ سفر
fil: I-save ang biyahe
fil_ph: I-save ang biyahe
fr: Enregistrer le voyage
it: Salva viaggio
ja: 旅行を保存
ko: 여행 저장
ru: Сохранить поездку
tr: Seyahati kaydet
vi: Lưu chuyến đi
zh_hans: 保存行程

source: Save trip; add details later
ar: حفظ الرحلة وإضافة التفاصيل لاحقًا
es: Guardar viaje; añadir detalles más tarde
fa: ذخیرهٔ سفر؛ جزئیات بعداً
fil: I-save ang biyahe; idagdag ang mga detalye sa ibang pagkakataon
fil_ph: I-save ang biyahe; magdagdag ng detalye sa ibang pagkakataon
fr: Enregistrer le voyage ; ajouter les détails plus tard
it: Salva il viaggio; aggiungi i dettagli più tardi
ja: 旅行を保存し、詳細は後で追加
ko: 여행을 저장하고 나중에 세부 정보 추가
ru: Сохранить поездку; добавить подробности позже
tr: Seyahati kaydet; ayrıntıları daha sonra ekle
vi: Lưu chuyến đi; thêm chi tiết sau
zh_hans: 保存行程，稍后添加详情

source: Saved %@ to your trips.
ar: تم حفظ %@ ضمن رحلاتك.
es: Se ha guardado %@ en tus viajes.
fa: %@ در سفرهای شما ذخیره شد.
fil: Na-save ang %@ sa mga biyahe mo.
fil_ph: Na-save ang %@ sa mga biyahe mo.
fr: %@ a été enregistré dans tes voyages.
it: %@ è stato salvato nei tuoi viaggi.
ja: %@を旅行に保存しました。
ko: %@을(를) 여행에 저장했습니다.
ru: %@ сохранено в ваших поездках.
tr: %@ seyahatlerinize kaydedildi.
vi: Đã lưu %@ vào các chuyến đi của bạn.
zh_hans: 已将 %@ 保存到你的旅行。

source: Saved destination: %@
ar: تم حفظ الوجهة: %@
es: Destino guardado: %@
fa: مقصد ذخیره‌شده: %@
fil: Na-save na destinasyon: %@
fil_ph: Na-save ang destinasyon: %@
fr: Destination enregistrée : %@
it: Destinazione salvata: %@
ja: 保存済みの目的地：%@
ko: 저장된 목적지: %@
ru: Место назначения сохранено: %@
tr: Kaydedilen varış noktası: %@
vi: Đã lưu điểm đến: %@
zh_hans: 已保存的目的地：%@

source: Saved notes: %@
ar: تم حفظ الملاحظات: %@
es: Notas guardadas: %@
fa: یادداشت‌های ذخیره‌شده: %@
fil: Na-save na mga tala: %@
fil_ph: Na-save ang mga tala: %@
fr: Notes enregistrées : %@
it: Note salvate: %@
ja: 保存済みのメモ：%@
ko: 저장된 메모: %@
ru: Заметки сохранены: %@
tr: Kaydedilen notlar: %@
vi: Đã lưu ghi chú: %@
zh_hans: 已保存的备注：%@

source: Saved traveler
ar: تم حفظ المسافر
es: Viajero guardado
fa: هم‌سفر ذخیره‌شده
fil: Na-save na biyahero
fil_ph: Na-save na biyahero
fr: Voyageur enregistré
it: Viaggiatore salvato
ja: 保存済みの旅行者
ko: 저장된 여행자
ru: Путешественник сохранён
tr: Kaydedilen yolcu
vi: Đã lưu thông tin khách đi
zh_hans: 已保存的旅客

source: Saved trips: %@
ar: الرحلات المحفوظة: %@
es: Viajes guardados: %@
fa: سفرهای ذخیره‌شده: %@
fil: Mga naka-save na biyahe: %@
fil_ph: Mga naka-save na biyahe: %@
fr: Voyages enregistrés : %@
it: Viaggi salvati: %@
ja: 保存済みの旅行：%@
ko: 저장된 여행: %@
ru: Сохранённые поездки: %@
tr: Kaydedilen seyahatler: %@
vi: Các chuyến đi đã lưu: %@
zh_hans: 已保存的旅行：%@

source: Say hello to Pip
ar: ألقِ التحية على Pip
es: Saluda a Pip
fa: به پیپ سلام کنید
fil: Batiin si Pip
fil_ph: Batiin si Pip
fr: Dis bonjour à Pip
it: Saluta Pip
ja: Pipに挨拶しましょう
ko: Pip에게 인사하기
ru: Поздоровайтесь с Пипом
tr: Pip’e merhaba deyin
vi: Chào Pip
zh_hans: 向 Pip 问好

source: Send
ar: إرسال
es: Enviar
fa: ارسال
fil: Ipadala
fil_ph: Ipadala
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
ru: Отправить
tr: Gönder
vi: Gửi
zh_hans: 发送

source: Send a booking, itinerary, or screenshot. Pip proposes details for you to review before anything is used in your plan.
ar: أرسل حجزًا أو خط سير أو لقطة شاشة. يقترح Pip تفاصيل لتراجعها قبل إضافتها إلى خطتك.
es: Envía una reserva, itinerario o captura. Pip propone detalles para que los revises antes de incorporarlos a tu plan.
fa: رزرو، برنامهٔ سفر یا تصویر بفرست. پیپ جزئیات را برای بررسی پیشنهاد می‌دهد و بدون تأیید تو از آن‌ها استفاده نمی‌کند.
fil: Magpadala ng booking, itinerary, o screenshot. Magmumungkahi si Pip ng mga detalye na susuriin mo bago isama ang anuman sa plano mo.
fil_ph: Magpadala ng booking, itinerary o screenshot. Magmumungkahi si Pip ng mga detalye para masuri mo bago isama ang anuman sa plano mo.
fr: Envoie une réservation, un itinéraire ou une capture d’écran. Pip propose des détails à vérifier avant de les utiliser dans ton programme.
it: Invia una prenotazione, un itinerario o uno screenshot. Pip propone dettagli da controllare prima di usarli nel piano.
ja: 予約、旅程、スクリーンショットを送信してください。プランに反映する前に、Pipが確認用の詳細を提案します。
ko: 예약 정보, 일정 또는 스크린샷을 보내세요. Pip이 세부 정보를 제안하면 일정에 반영하기 전에 확인할 수 있습니다.
ru: Отправьте бронирование, маршрут или снимок экрана. Пип предложит детали — проверьте их, прежде чем добавлять в план.
tr: Bir rezervasyon, seyahat programı veya ekran görüntüsü gönderin. Pip, planınızda kullanılmadan önce gözden geçirmeniz için ayrıntı önerir.
vi: Gửi thông tin đặt chỗ, lịch trình hoặc ảnh chụp màn hình. Pip sẽ đề xuất thông tin để bạn xem lại trước khi đưa bất cứ nội dung nào vào kế hoạch.
zh_hans: 发送预订、行程或截图。Pip 会先提出详情供你审核，之后才用于计划。

source: Send it to Pip
ar: أرسلها إلى Pip
es: Envíalo a Pip
fa: برای پیپ بفرست
fil: Ipadala ito kay Pip
fil_ph: Ipadala ito kay Pip
fr: Envoyer à Pip
it: Invialo a Pip
ja: Pipに送信
ko: Pip에게 보내기
ru: Отправить Пипу
tr: Pip’e gönder
vi: Gửi cho Pip
zh_hans: 发给 Pip

source: Send message
ar: إرسال رسالة
es: Enviar mensaje
fa: ارسال پیام
fil: Magpadala ng mensahe
fil_ph: Magpadala ng mensahe
fr: Envoyer le message
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
ru: Отправить сообщение
tr: Mesaj gönder
vi: Gửi tin nhắn
zh_hans: 发送消息

source: Set party size
ar: تحديد عدد أفراد المجموعة
es: Establecer tamaño del grupo
fa: تعیین تعداد مسافران
fil: Itakda ang dami ng kasama
fil_ph: Itakda ang bilang ng kasama
fr: Définir la taille du groupe
it: Imposta il numero di viaggiatori
ja: 旅行人数を設定
ko: 인원수 설정
ru: Указать размер группы
tr: Grup büyüklüğünü ayarla
vi: Đặt số người trong đoàn
zh_hans: 设置同行人数

source: Settings
ar: الإعدادات
es: Ajustes
fa: تنظیمات
fil: Mga Setting
fil_ph: Mga Setting
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

source: Shuttle
ar: حافلة نقل
es: transbordador
fa: شاتل
fr: navette
it: navetta
ja: シャトル
ko: 셔틀
ru: шаттл
tr: servis
vi: xe đưa đón
zh_hans: 班车

source: Sign in or create account
ar: تسجيل الدخول أو إنشاء حساب
es: Iniciar sesión o crear una cuenta
fa: ورود یا ساخت حساب
fil: Mag-sign in o gumawa ng account
fil_ph: Mag-sign in o gumawa ng account
fr: Se connecter ou créer un compte
it: Accedi o crea un account
ja: サインインまたはアカウントを作成
ko: 로그인 또는 계정 만들기
ru: Войти или создать аккаунт
tr: Giriş yap veya hesap oluştur
vi: Đăng nhập hoặc tạo tài khoản
zh_hans: 登录或创建账户

source: Sign in to PipPipGo, then ask Siri to start Talk to Pip again.
ar: سجّل الدخول إلى PipPipGo، ثم اطلب من Siri بدء التحدث إلى Pip مجددًا.
es: Inicia sesión en PipPipGo y vuelve a pedir a Siri que inicie Habla con Pip.
fa: وارد PipPipGo شوید، سپس از سیری بخواهید گفت‌وگو با پیپ را دوباره شروع کند.
fil: Mag-sign in sa PipPipGo, pagkatapos ay hilingin kay Siri na simulan ulit ang Talk to Pip.
fil_ph: Mag-sign in sa PipPipGo, saka hilingin kay Siri na simulan muli ang Pakikipag-usap kay Pip.
fr: Connecte-toi à PipPipGo, puis demande à Siri de relancer Parler à Pip.
it: Accedi a PipPipGo, poi chiedi a Siri di avviare di nuovo Parla con Pip.
ja: PipPipGoにログインしてから、Siriにもう一度Pipとの会話を開始するよう頼んでください。
ko: PipPipGo에 로그인한 다음 Siri에게 다시 Pip과 대화하기를 시작해 달라고 요청하세요.
ru: Войдите в PipPipGo, а затем снова попросите Siri начать разговор с Пипом.
tr: PipPipGo’ya giriş yapın, ardından Siri’den Pip’le Konuş’u yeniden başlatmasını isteyin.
vi: Đăng nhập PipPipGo, sau đó yêu cầu Siri bắt đầu lại tính năng Trò chuyện với Pip.
zh_hans: 请先登录 PipPipGo，然后再次让 Siri 启动“与 Pip 交谈”。
